/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 인플레이션 계산기";

/* Title of the screen that describes the application */
"About" = "약";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "항상 최신 데이터가 있습니다";

/* Currency of Australia */
"Australian Dollar" = "호주 달러";

/* Currency of Brazil */
"Brazilian Real" = "브라질 레알";

/* Currency of the United Kingdom */
"British Pound" = "영국 파운드";

/* Currency of Canada */
"Canadian Dollar" = "캐나다 달러";

/* Currency of China */
"Chinese Yuan" = "중국 위안";

/* Currency of Colombia */
"Colombian Peso" = "콜롬비아 페소";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Cal Stephens 작성";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "%1$@에서  %2$@까지의 데이터";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "창조자";

/* Currency of the European Union */
"Euro" = "유로";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "과거의 가격을보고 오늘날의 가격이 얼마인지 알고 싶습니까? 인플레이션 계산기를 사용하면 답을 쉽게 찾을 수 있습니다. 인플레이션 계산기를 통해 이력 내내 돈의 가치를 계산할 수 있습니다. 한국 원화 달러, 유로 등 전세계 22 개 통화를 지원합니다!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "역사적 인플레이션 데이터는 다양한 공식 출처에서 수집 한 것입니다.";

/* Currency of India */
"Indian Rupee" = "인도 루피";

/* Currency of Indonesia */
"Indonesian Rupiah" = "인도네시아 루피아";

/* Short-hand name of the app */
"Inflation Calc" = "인플레이션 계산";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "인플레이션 계산기";

/* Currency of Israel */
"Israeli Sheqel" = "이스라엘 셰켈";

/* Currency of Japan */
"Japanese Yen" = "일본 엔";

/* Currency of Mexico */
"Mexican Peso" = "멕시코 페소";

/* Currency of New Zealand */
"New Zealand Dollar" = "뉴질랜드 달러";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "인플레이션, 달러, 돈, 값, 시간이 지남에, 시간, 역사, 역사, 데이터, 가격, 가격, 년, 비용, 비용";

/* Currency of Norway */
"Norwegian Krone" = "노르웨이 크로네";

/* Currency of Russia */
"Russian Ruble" = "러시아 루블";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "사우디 아라비아 리얄";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "통화를 선택하십시오";

/* Title of section that describes where data is sourced from */
"Sources" = "출처";

/* Currency of South Africa */
"South African Rand" = "남아프리카 랜드";

/* Currency of South Korea */
"South Korean Won" = "한국 원";

/* Currency of Sweden */
"Swedish Krona" = "스웨덴 크로나";

/* Currency of Switzerland */
"Swiss Franc" = "스위스 프랑";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "인플레이션 계산기를 이용해 주셔서 감사합니다! 이 버전은 2020 년의 데이터를 추가합니다.";

/* Currency of Turkey */
"Turkish Lira" = "터키 리라";

/* Currency of the United States */
"US Dollar" = "미국 달러";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "한국 원, 유로 및 기타 20 개 통화";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "버전 %@";

/* Title of button that opens the developer's website */
"Visit Website" = "웹 사이트 방문";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
